Repository: Parkteknia/WPInfoScan
Catalog: locale/*/LC_MESSAGES/wpis.po
Languages: es_es

source: Request parsed:
es_es: Solicitud analizada:

source: Request error:
es_es: Error en la solicitud:

source: (status code:%s)
es_es: (código de estado: %s)

source: The file %s does not exist!
es_es: ¡El archivo %s no existe!

source: Domain name %s is invalid!
es_es: ¡El nombre de dominio %s no es válido!

source: It appears that domain name %s does not exist!
es_es: ¡Parece que el nombre de dominio %s no existe!

source: Domain name %s does not contain a WP installation!
es_es: ¡El nombre de dominio %s no contiene una instalación de WP!

source: Loading...
es_es: Cargando...

source: Loaded config:
es_es: Configuración cargada:

source: Validating config data...
es_es: Validando los datos de configuración...

source: invalid
es_es: inválido

source: offline
es_es: desconectado

source: Analyzing domain:
es_es: Analizando dominio

source: This Wordpress installation appears to contain no plugins
es_es: Parece que esta instalación de Wordpress no contiene plugins

source: This Wordpress installation appears to contain no themes
es_es: Parece que esta instalación de Wordpress no contiene temas

source: Scan any Wordpress powered website and try to identify plugins and themes installed
es_es: Escanea cualquier sitio web con Wordpress e intenta identificar los plugins y temas instalados

source: Choose <default> config (to pass a domain and urls), <custom> (to load your own conf.json file) or <stats> (to see last data.json scan stats). <default, custom or stats>
es_es: Elija la configuración <default> (para pasar un dominio y urls), <custom> (para cargar su propio archivo conf.json) o <stats> (para ver las estadísticas del último escaneo data.json). <default, custom o stats>

source: Select what to do if there is an error during the scan <stop or force>
es_es: Selecciona qué hacer si hay un error durante el escaneo <detener o forzar>

source: Save scan results to a <json> file
es_es: Guardar los resultados del escaneo en un <json>

source: Scan website at <website url>
es_es: Escanea el sitio web en <URL del sitio web>

source: Enter a domain name <domain.name>
es_es: Introduce un nombre de dominio <nombre.dominio>

source: Comma separated list of urls
es_es: Lista de URLs separadas por comas

source: Enter a configuration file.json <config file>
es_es: Introduce un archivo de configuración.json <archivo de configuración>

source: Starting a 'default' WP-INFO-SCAN
es_es: Iniciando un 'escaneo WP-INFO' predeterminado

source: Starting a 'custom' WP-INFO-SCAN
es_es: Iniciando un 'escaneo WP-INFO' personalizado

source: Config Error: Invalid or inaccessible domain names!
es_es: Error de configuración: ¡Nombres de dominio inválidos o inaccesibles!

source: contains errors:
es_es: contiene errores:

source: Scanning stopped due to errors. Use the [-e force] option to bypass errors or fix your configuration file.
es_es: El escaneo se detuvo debido a errores. Usa la opción [-e force] para omitir errores o corrige tu archivo de configuración.

source: Scanning: (%d domains)
es_es: Escaneando: (%d dominios)

source: Starting scan at:
es_es: Iniciando escaneo en:

source: Invalid Wordpress installation
es_es: Instalación de Wordpress inválida

source: The domain name:
es_es: El nombre de dominio:

source: does not appear to contain a Wordpress installation.
es_es: no parece contener una instalación de Wordpress.

source: The '-e argument' option is not correct
es_es: La opción '-e argument' no es correcta

source: Showing stats from last WP-INFO-SCAN
es_es: Mostrando estadísticas del último escaneo WP-INFO
